/*
 Localized strings for CFErrors returned by AVFoundationCF.

 When displayed in an alert, the strings whose keys end in _Description will be the alert title.
 The strings whose keys end in _RecoverySuggestion or _FailureReason will be the alert body.
 */

"AVFoundationCFErrorDomain_AVCFErrorOutOfMemory_Description" = "No s’ha pogut completar l’acció";
"AVFoundationCFErrorDomain_AVCFErrorOutOfMemory_RecoverySuggestion" = "Prova-ho de nou més tard.";

"AVFoundationCFErrorDomain_AVCFErrorFileFormatNotRecognized_Description" = "No es pot obrir";
"AVFoundationCFErrorDomain_AVCFErrorFileFormatNotRecognized_FailureReason" = "El format d’aquest contingut multimèdia no és compatible.";
"AVFoundationCFErrorDomain_AVCFErrorFileFailedToParse_Description" = "No es pot obrir";
"AVFoundationCFErrorDomain_AVCFErrorFileFailedToParse_FailureReason" = "Aquest contingut multimèdia pot estar malmès.";

"AVFoundationCFErrorDomain_AVCFErrorContentIsProtected_Description" = "No es pot obrir";
"AVFoundationCFErrorDomain_AVCFErrorContentIsProtected_FailureReason" = "Aquesta app no està autoritzada a reproduir aquest fitxer."; /* the file is DRM protected */
"AVFoundationCFErrorDomain_AVCFErrorNoImageAtTime_Description" = "No es pot obrir";
"AVFoundationCFErrorDomain_AVCFErrorNoImageAtTime_FailureReason" = "Aquest ítem multimèdia no es pot usar.";
"AVFoundationCFErrorDomain_AVCFErrorDecoderTemporarilyUnavailable_Description" = "No es pot descodificar";
"AVFoundationCFErrorDomain_AVCFErrorDecoderTemporarilyUnavailable_FailureReason" = "El descodificador necessari per a aquest contingut multimèdia està en ús.";
"AVFoundationCFErrorDomain_AVCFErrorDecoderTemporarilyUnavailable_RecoverySuggestion" = "Atura qualsevol altra acció de descodificació de contingut multimèdia i torna a provar-ho.";
"AVFoundationCFErrorDomain_AVCFErrorIncompatibleAsset_Description" = "No es pot obrir";
"AVFoundationCFErrorDomain_AVCFErrorIncompatibleAsset_FailureReason" = "El contingut multimèdia no pot utilitzar‑se en aquest ordinador.";
"AVFoundationCFErrorDomain_AVCFErrorNoCompatibleAlternatesForExternalDisplay_Description" = "No es pot obrir";
"AVFoundationCFErrorDomain_AVCFErrorNoCompatibleAlternatesForExternalDisplay_FailureReason" = "El contingut no es pot reproduir al dispositiu extern.";
"AVFoundationCFErrorDomain_AVCFErrorInsufficientContentProtectionConfiguration_Description" = "No es pot obrir";
"AVFoundationCFErrorDomain_AVCFErrorInsufficientContentProtectionConfiguration_FailureReason" = "El contingut protegit no es pot reproduir en la configuració actual del sistema.";
"AVFoundationCFErrorDomain_AVCFErrorTranscodeFrameMismatch_Description" = "El recompte de fotogrames de la pista de vídeo de sortida és incorrecte";
"AVFoundationCFErrorDomain_AVCFErrorTranscodeFrameMismatch_FailureReason" = "El recompte de fotogrames de sortida no és igual al de la font, que no té segments editats";
"AVFoundationCFErrorDomain_AVCFErrorDecodeFailed_Description" = "No s’ha pogut descodificar";
"AVFoundationCFErrorDomain_AVCFErrorDecodeFailed_FailureReason" = "el descodificador ha detectat un error";
"AVFoundationCFErrorDomain_AVCFErrorEncodeFailed_Description" = "No s’ha pogut codificar";
"AVFoundationCFErrorDomain_AVCFErrorEncodeFailed_FailureReason" = "el codificador ha detectat un error";
"AVFoundationCFErrorDomain_AVCFErrorInvalidPersistentKey_Description" = "Clau fora de línia proporcionada no vàlida";
"AVFoundationCFErrorDomain_AVCFErrorInvalidPersistentKey_FailureReason" = "Pot ser que la clau fora de línia no sigui vàlida o que no es trobi el directori on s’emmagatzemen les claus persistents.";
"AVFoundationCFErrorDomain_AVCFErrorContentIsNotAuthorized_Description" = "No es pot obrir";
"AVFoundationCFErrorDomain_AVCFErrorContentIsNotAuthorized_FailureReason" = "L’ordinador no té autorització per reproduir el contingut.";
"AVFoundationCFErrorDomain_AVCFErrorApplicationIsNotAuthorized_Description" = "No es pot obrir";
"AVFoundationCFErrorDomain_AVCFErrorApplicationIsNotAuthorized_FailureReason" = "L’app no té autorització per reproduir contingut protegit.";
"AVFoundationCFErrorDomain_AVCFErrorContentIsUnavailable_Description" = "No es pot obrir";
"AVFoundationCFErrorDomain_AVCFErrorContentIsUnavailable_FailureReason" = "El contingut ja no està disponible.";
